/*
Navicat MySQL Data Transfer

Source Server         : ydy
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : rowc

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2018-01-14 18:31:59
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for clothes_register
-- ----------------------------
DROP TABLE IF EXISTS `clothes_register`;
CREATE TABLE `clothes_register` (
  `id` varchar(200) NOT NULL COMMENT 'id',
  `createdate` datetime(6) NOT NULL COMMENT '创建日期',
  `updatedate` datetime(6) NOT NULL COMMENT '更新日期',
  `state` varchar(6) DEFAULT '0' COMMENT '状态,0为正常,1为删除',
  `registerdate_d` varchar(20) DEFAULT NULL COMMENT '登记日期',
  `colour_d` varchar(10) DEFAULT NULL COMMENT '颜色',
  `style_d` varchar(10) DEFAULT NULL COMMENT '款式',
  `size_d` varchar(10) DEFAULT NULL COMMENT '尺码',
  `length_d` varchar(10) DEFAULT NULL COMMENT '长度',
  `company_d` varchar(10) DEFAULT NULL COMMENT '单位 件/套',
  `total_d` varchar(20) DEFAULT NULL COMMENT '总价',
  `paymentstate_d` varchar(50) DEFAULT NULL COMMENT '付款情况',
  `office_d` varchar(50) DEFAULT NULL COMMENT '发放部门',
  `head_d` varchar(50) DEFAULT NULL COMMENT '负责人',
  `managers_d` varchar(50) DEFAULT NULL COMMENT '经办人',
  `phone_d` varchar(50) DEFAULT NULL COMMENT '电话',
  `number_d` varchar(50) DEFAULT NULL COMMENT '数量',
  `price_d` varchar(50) DEFAULT NULL COMMENT '单价',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of clothes_register
-- ----------------------------
INSERT INTO `clothes_register` VALUES ('0311659406e1445dab6e038be96a9e4c', '2018-01-14 13:45:57.419000', '2018-01-14 13:45:57.419000', '0', '42437.0', '蓝灰色', '长袖', 'M', '-', '件', '280.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '4.0', '70.0');
INSERT INTO `clothes_register` VALUES ('05e69d8ff4dd4d84bbc20b4ba0cdc742', '2018-01-14 13:45:56.577000', '2018-01-14 13:45:56.577000', '0', '42359.0', '蓝灰色', '长袖', 'L', '-', '件', '1050.0', '未付款', '港澳珠大桥安置房', '刘强', '李辉光', null, '15.0', '70.0');
INSERT INTO `clothes_register` VALUES ('0834399e710f4f73aa9713f1d093d4f4', '2018-01-14 13:45:56.390000', '2018-01-14 13:45:56.390000', '0', '42355.0', '咖啡色', '长袖', '-', '170.0', '套', '140.0', '未付款', '余国良', '孙世平', '李伟文', '江：13727021273', '2.0', '70.0');
INSERT INTO `clothes_register` VALUES ('095166d108bd493c84f148b020c7db76', '2018-01-14 13:45:55.822000', '2018-01-14 13:45:55.822000', '0', null, '绿色', '长袖', '-', '175.0', '套', '4900.0', '未付款', '侨光商业中心', '刘强', '韦云梅', '1.581984834E10', '70.0', '70.0');
INSERT INTO `clothes_register` VALUES ('0a630013dfaa40a99dc45c571215dd35', '2018-01-14 13:45:56.984000', '2018-01-14 13:45:56.984000', '0', '42375.0', '咖啡色', '长袖', '-', '170.0', '套', '140.0', '未付款', '林锦春项目部', '林苗封', '林锦春', null, '2.0', '70.0');
INSERT INTO `clothes_register` VALUES ('0e20b80d323b49519364213958825c59', '2018-01-14 13:45:56.057000', '2018-01-14 13:45:56.057000', '0', null, '咖啡色', '长袖', '-', '180.0', '套', '70.0', '赠送', '张蜀忠', '张蜀忠', '陈旭', '1.5914650152E10', '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('10aa9e4123fd49b6a4fb01d955fc60f4', '2018-01-14 13:45:56.854000', '2018-01-14 13:45:56.854000', '0', '42373.0', '蓝色', '长袖', 'M', '-', '件', '700.0', '未付款', '港澳珠大桥安置房', null, '李辉生', null, '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('10dd4426ec574ec8b773d1d5e36f1fe3', '2018-01-14 13:45:57.286000', '2018-01-14 13:45:57.286000', '0', null, '蓝色', '长袖', 'M', '-', '套', '1470.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '21.0', '70.0');
INSERT INTO `clothes_register` VALUES ('1101d2e689b7467f837f33c4ce4e27ae', '2018-01-14 13:45:57.020000', '2018-01-14 13:45:57.020000', '0', '42376.0', '咖啡色', '长袖', '-', '180.0', '套', '70.0', '公司内用', '蔡龙泉', null, null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('11686630620b484f95dc28bc9f13d87e', '2018-01-14 13:45:57.552000', '2018-01-14 13:45:57.552000', '0', '42437.0', '蓝色', '长袖', 'M', '-', '件', '5250.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '75.0', '70.0');
INSERT INTO `clothes_register` VALUES ('157df47d8dbb410986c62852c1357cc1', '2018-01-14 13:45:54.991000', '2018-01-14 13:45:54.991000', '0', '42200.0', '绿色', '套装', '-', '170.0', '套', '70.0', '未付款', '党校项目部', '徐亚运', '孙英宝代陈玉萍', null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('199cb36c9d344d32a2a994554082c617', '2018-01-14 13:45:57.353000', '2018-01-14 13:45:57.353000', '0', null, '咖啡色', '长袖', '-', '170.0', '套', '650.0', '已付款', '东莞供电局工程', '林锦春', null, null, '10.0', '65.0');
INSERT INTO `clothes_register` VALUES ('1cff854ee9004db9a856dd30193a6445', '2018-01-14 13:45:55.689000', '2018-01-14 13:45:55.689000', '0', null, '绿色', '长袖', '-', '175.0', '套', '1400.0', '已付款', '南水客运站', '谢胡', '张金华', null, '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('203f95938a7a4c2689671d9ac2b68567', '2018-01-14 13:45:55.592000', '2018-01-14 13:45:55.592000', '0', null, '绿色', '长袖', '-', '180.0', '套', '700.0', '未付款', '港澳珠大桥安置房', null, '蔡灿', null, '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('20ca401535574b6aa5789da2b37c4c5f', '2018-01-14 13:45:57.652000', '2018-01-14 13:45:57.652000', '0', '42437.0', '绿色', '短袖', '-', '175.0', '套', '6160.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '88.0', '70.0');
INSERT INTO `clothes_register` VALUES ('256a1b35d1ef4d2ab9631f219ecdb64d', '2018-01-14 13:45:57.219000', '2018-01-14 13:45:57.219000', '0', null, '蓝灰色', '长袖', 'M', '-', '套', '630.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '9.0', '70.0');
INSERT INTO `clothes_register` VALUES ('2b205a01c982477783ce1e96c3d26621', '2018-01-14 13:45:56.755000', '2018-01-14 13:45:56.755000', '0', '42373.0', '蓝灰色', '长袖', 'M', '-', '件', '350.0', '未付款', '港澳珠大桥安置房', null, '李辉生', null, '5.0', '70.0');
INSERT INTO `clothes_register` VALUES ('2f5e29b89b544d5780dda9d8fe5175ed', '2018-01-14 13:45:57.153000', '2018-01-14 13:45:57.153000', '0', '42376.0', '绿色', '长袖', '-', '170.0', '套', '70.0', '未付款', '洲际豪庭', null, null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('30a4539179c54d89a017f93b5f7c2a30', '2018-01-14 13:45:55.792000', '2018-01-14 13:45:55.792000', '0', null, '绿色', '长袖', '-', '170.0', '套', '4900.0', '未付款', '侨光商业中心', '刘强', '韦云梅', null, '70.0', '70.0');
INSERT INTO `clothes_register` VALUES ('325b6a1c7b6f4852bd832b7f305236e0', '2018-01-14 13:45:54.925000', '2018-01-14 13:45:54.925000', '0', null, '绿色', '套装', '-', '175.0', '套', '2800.0', '未付款', '侨光商业中心', null, null, null, '40.0', '70.0');
INSERT INTO `clothes_register` VALUES ('337063b34a9c4b0c8a0c34ea9b7e8659', '2018-01-14 13:45:54.725000', '2018-01-14 13:45:54.725000', '0', null, '绿色', '长袖', '-', '175.0', '套', '1750.0', '已付款', '横琴创意谷工程', null, null, null, '25.0', '70.0');
INSERT INTO `clothes_register` VALUES ('3acc6a1a506f4ff3b2db42628cbb25e2', '2018-01-14 13:45:56.323000', '2018-01-14 13:45:56.323000', '0', '42346.0', '咖啡色', '长袖', '-', '165.0', '套', '280.0', '已付款', '余国良', '余国良', '江**', null, '4.0', '70.0');
INSERT INTO `clothes_register` VALUES ('3adc9a938e7a4b02adab04be658d10dd', '2018-01-14 13:45:57.383000', '2018-01-14 13:45:57.383000', '0', '42437.0', '蓝灰色', '长袖', 'S', '-', '件', '140.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '2.0', '70.0');
INSERT INTO `clothes_register` VALUES ('3cb11d9c9a314e9bb5fd8f996fb65c82', '2018-01-14 13:45:55.426000', '2018-01-14 13:45:55.426000', '0', null, '绿色', '长袖', '-', '175.0', '套', '3500.0', '已付款', '南水客运站', '谢胡', '张金华', null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('3d5432bc8fdc4bac90a113efb2970e55', '2018-01-14 13:45:55.359000', '2018-01-14 13:45:55.359000', '0', null, '绿色', '长袖', '-', '165.0', '套', '700.0', '已付款', '南水客运站', '谢胡', '张金华', null, '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('41aded1e58e04967bf27c9263e566295', '2018-01-14 13:45:56.353000', '2018-01-14 13:45:56.353000', '0', '42346.0', '咖啡色', '长袖', '-', '175.0', '套', '420.0', '已付款', '余国良', '余国良', '江**', '余：13302867344', '6.0', '70.0');
INSERT INTO `clothes_register` VALUES ('43858869c02a40708a55882ef0647cc7', '2018-01-14 13:45:54.562000', '2018-01-14 13:45:54.562000', '0', null, '浅灰色', '套装', 'XXL', '-', '套', '8680.0', '未付款', '保税区', null, '蔡灿', null, '124.0', '70.0');
INSERT INTO `clothes_register` VALUES ('48a88a26955a4cc8b8d59aa70b02aabc', '2018-01-14 13:45:55.858000', '2018-01-14 13:45:55.858000', '0', null, '绿色', '长袖', '-', '180.0', '套', '770.0', '未付款', '侨光商业中心', '刘强', '韦云梅', null, '11.0', '70.0');
INSERT INTO `clothes_register` VALUES ('4b61cbfd11164578b6c2e07d0adfaaff', '2018-01-14 13:45:56.688000', '2018-01-14 13:45:56.688000', '0', '42367.0', '蓝灰色', '长袖', 'M', '-', '件', '210.0', '未付款', '潮润物流仓库', '刘强', '*秀媚', null, '3.0', '70.0');
INSERT INTO `clothes_register` VALUES ('4bceaf2029794fa6a7d4e6d97f00d08f', '2018-01-14 13:45:56.456000', '2018-01-14 13:45:56.456000', '0', '42359.0', '蓝灰色', '长袖', 'L', '-', '件', '490.0', '未付款', '侨光商业中心', '成金荣', null, '1.3727060139E10', '7.0', '70.0');
INSERT INTO `clothes_register` VALUES ('4c3242df1382468c85d2d41e1a21d1d6', '2018-01-14 13:45:55.160000', '2018-01-14 13:45:55.160000', '0', null, '绿色', '长袖', '-', '170.0', '套', '420.0', '已付款', '南水客运站', '谢锦胡', '张金华', null, '6.0', '70.0');
INSERT INTO `clothes_register` VALUES ('4debe0092b1d41f7969cbe7429e82287', '2018-01-14 13:45:57.715000', '2018-01-14 13:45:57.715000', '0', '42438.0', '绿色', '长袖', '-', '170.0', '套', '8400.0', '未付款', '侨光商业中心', '成金荣', null, null, '120.0', '70.0');
INSERT INTO `clothes_register` VALUES ('5c205b88968f40f9b5e5d763d75c82f9', '2018-01-14 13:45:55.492000', '2018-01-14 13:45:55.492000', '0', null, '绿色', '长袖', '-', '170.0', '套', '2100.0', '未付款', '港澳珠大桥安置房', null, '蔡灿', null, '30.0', '70.0');
INSERT INTO `clothes_register` VALUES ('5cd3f9c961ce4bbf91b393f2c1b9683e', '2018-01-14 13:45:56.024000', '2018-01-14 13:45:56.024000', '0', null, '咖啡色', '长袖', '-', '175.0', '套', '980.0', '未付款', '张蜀忠', '张蜀忠', '陈旭', null, '14.0', '70.0');
INSERT INTO `clothes_register` VALUES ('672f45a633fd4d5cb9167d7d049d96ef', '2018-01-14 13:45:56.788000', '2018-01-14 13:45:56.788000', '0', '42373.0', '蓝灰色', '长袖', 'L', '-', '件', '700.0', '未付款', '港澳珠大桥安置房', null, '李辉生', '1.3532291779E10', '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('6c38254abb5b413780179e636a080a19', '2018-01-14 13:45:54.629000', '2018-01-14 13:45:54.629000', '0', null, '绿色', '短袖', '-', '175.0', '套', '3500.0', '已付款', '横琴创意谷工程', null, null, null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('6cc5740a61f24ece9ca7ac591edf5fa0', '2018-01-14 13:45:57.618000', '2018-01-14 13:45:57.618000', '0', '42437.0', '绿色', '短袖', '-', '170.0', '套', '2240.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '32.0', '70.0');
INSERT INTO `clothes_register` VALUES ('6e5a0341d22c4e61a1366a62ec8f93ef', '2018-01-14 13:45:57.253000', '2018-01-14 13:45:57.253000', '0', null, '蓝色', '长袖', 'S', '-', '套', '9240.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '132.0', '70.0');
INSERT INTO `clothes_register` VALUES ('70cf09985d2846d296e758b2247d8cd0', '2018-01-14 13:45:57.053000', '2018-01-14 13:45:57.053000', '0', '42376.0', '蓝灰色', '长袖', 'XL', '-', '套', '70.0', '公司内用', '蔡龙泉', null, null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('7516a5db7d694020899dc46899f0ee42', '2018-01-14 13:45:55.924000', '2018-01-14 13:45:55.924000', '0', null, '浅灰色', '长袖', '-', '170.0', '套', '2100.0', '未付款', '侨光商业中心', '刘强', '戚金荣', '1.3727060139E10', '30.0', '70.0');
INSERT INTO `clothes_register` VALUES ('7b704d4f49a6450e934328340471e5ed', '2018-01-14 13:45:55.027000', '2018-01-14 13:45:55.027000', '0', '42200.0', '绿色', '套装', '-', '175.0', '套', '770.0', '未付款', '党校项目部', '徐亚运', '孙英宝代陈玉萍', null, '11.0', '70.0');
INSERT INTO `clothes_register` VALUES ('80af0fbc542c42f7b9a10d5bf8546ff8', '2018-01-14 13:45:55.725000', '2018-01-14 13:45:55.725000', '0', null, '绿色', '长袖', '-', '170.0', '套', '1400.0', '已付款', '南水客运站', '谢胡', '张金华', null, '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('80c0d4857c874958a85cd25559df7256', '2018-01-14 13:45:55.758000', '2018-01-14 13:45:55.758000', '0', null, '绿色', '长袖', '-', '175.0', '套', '1400.0', '已付款', '南水客运站', '谢胡', '张金华', '1.8023005628E10', '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('82f8c17f897344f4af24b629fc779965', '2018-01-14 13:45:54.762000', '2018-01-14 13:45:54.762000', '0', null, '绿色', '长袖', '-', '180.0', '套', '350.0', '已付款', '横琴创意谷工程', null, null, null, '5.0', '70.0');
INSERT INTO `clothes_register` VALUES ('8308238ee16e4df4ac7d6942fd8426fa', '2018-01-14 13:45:57.685000', '2018-01-14 13:45:57.685000', '0', '42438.0', '绿色', '长袖', '-', '165.0', '套', '3500.0', '未付款', '侨光商业中心', '成金荣', null, null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('8641ba7095f24ca390cacb0129429cb2', '2018-01-14 13:45:54.792000', '2018-01-14 13:45:54.792000', '0', null, '绿色', '套装', '-', '170.0', '套', '560.0', '未付款', '党校项目部', '徐亚运', null, null, '8.0', '70.0');
INSERT INTO `clothes_register` VALUES ('8a8ceedba4ff4026841700ee47caec42', '2018-01-14 13:45:54.596000', '2018-01-14 13:45:54.596000', '0', null, '绿色', '短袖', '-', '170.0', '套', '3500.0', '已付款', '横琴创意谷工程', null, null, null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('8b68fbdd765e4620bd1ba2af54ba53a2', '2018-01-14 13:45:54.695000', '2018-01-14 13:45:54.695000', '0', null, '绿色', '长袖', '-', '170.0', '套', '1400.0', '已付款', '横琴创意谷工程', null, null, null, '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('8b9aaa541073451e90fafc8344fbd54f', '2018-01-14 13:45:56.721000', '2018-01-14 13:45:56.721000', '0', '42367.0', '蓝灰色', '长袖', 'L', '-', '件', '420.0', '未付款', '潮润物流仓库', '刘强', '*秀媚', null, '6.0', '70.0');
INSERT INTO `clothes_register` VALUES ('8fd55d23602340d7a37c05957ac7b386', '2018-01-14 13:45:54.895000', '2018-01-14 13:45:54.895000', '0', null, '绿色', '套装', '-', '170.0', '套', '700.0', '未付款', '侨光商业中心', null, null, null, '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('9006fa3112d7476b96636522bca22122', '2018-01-14 13:45:55.227000', '2018-01-14 13:45:55.227000', '0', null, '绿色', '长袖', '-', '180.0', '套', '280.0', '已付款', '南水客运站', '谢锦胡', '张金华', null, '4.0', '70.0');
INSERT INTO `clothes_register` VALUES ('920de6a512c543ef908f113bb3344244', '2018-01-14 13:45:55.954000', '2018-01-14 13:45:55.954000', '0', null, '浅灰色', '长袖', '-', '175.0', '套', '3500.0', '未付款', '侨光商业中心', '刘强', '戚金荣', null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('93384c65f5504980bae9fb33dfbc13d2', '2018-01-14 13:45:57.485000', '2018-01-14 13:45:57.485000', '0', '42437.0', '蓝灰色', '长袖', 'XL', '-', '件', '70.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('93fdc39c3c4c426ea1caa0ab59aab558', '2018-01-14 13:45:57.319000', '2018-01-14 13:45:57.319000', '0', null, '蓝灰色', '长袖', 'M', '-', '套', '260.0', '已付款', '东莞供电局工程', '林锦春', null, null, '4.0', '65.0');
INSERT INTO `clothes_register` VALUES ('95f83485fb1d4e5dbe357524df879655', '2018-01-14 13:45:56.124000', '2018-01-14 13:45:56.124000', '0', '42345.0', '咖啡色', '长袖', '-', '170.0', '套', '910.0', '赠送', '周成俊', '周成俊', null, null, '13.0', '70.0');
INSERT INTO `clothes_register` VALUES ('a00b4cceee6f494ea41141413c467c53', '2018-01-14 13:45:57.183000', '2018-01-14 13:45:57.183000', '0', null, '蓝灰色', '长袖', 'S', '-', '套', '350.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '5.0', '70.0');
INSERT INTO `clothes_register` VALUES ('a8f83aafef3d4e5a9bfc4968c76d24f7', '2018-01-14 13:45:56.087000', '2018-01-14 13:45:56.087000', '0', null, '绿色', '长袖', '-', '175.0', '套', '7000.0', '未付款', '张蜀忠', '张蜀忠', '陈旭', null, '100.0', '70.0');
INSERT INTO `clothes_register` VALUES ('a9cbfa2a05c04373ac47bfc7813bb949', '2018-01-14 13:45:56.420000', '2018-01-14 13:45:56.420000', '0', '42359.0', '蓝灰色', '长袖', 'M', '-', '件', '70.0', '未付款', '侨光商业中心', '成金荣', null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('aa4bd333f5174c1dbf3325af0af71055', '2018-01-14 13:45:55.548000', '2018-01-14 13:45:55.548000', '0', null, '绿色', '长袖', '-', '175.0', '套', '2800.0', '未付款', '港澳珠大桥安置房', null, '蔡灿', null, '40.0', '70.0');
INSERT INTO `clothes_register` VALUES ('ad1e2debde03446aac448c9c1340b0b1', '2018-01-14 13:45:55.390000', '2018-01-14 13:45:55.390000', '0', null, '绿色', '长袖', '-', '170.0', '套', '3080.0', '已付款', '南水客运站', '谢胡', '张金华', '1.8023005628E10', '44.0', '70.0');
INSERT INTO `clothes_register` VALUES ('ad7a9501c8d14a64b4ba60d0589719e5', '2018-01-14 13:45:55.456000', '2018-01-14 13:45:55.456000', '0', null, '绿色', '长袖', '-', '180.0', '套', '1120.0', '已付款', '南水客运站', '谢胡', '张金华', null, '16.0', '70.0');
INSERT INTO `clothes_register` VALUES ('af9038220af6439fab1eec6464252fd1', '2018-01-14 13:45:54.529000', '2018-01-14 13:45:54.529000', '0', null, '浅灰色', '套装', 'XL', '-', '套', '2380.0', '未付款', '保税区', null, '蔡灿', null, '34.0', '70.0');
INSERT INTO `clothes_register` VALUES ('b1cf8f7721c54c76abba811f3046540c', '2018-01-14 13:45:54.961000', '2018-01-14 13:45:54.961000', '0', null, '绿色', '套装', '-', '180.0', '套', '4900.0', '未付款', '侨光商业中心', null, null, null, '70.0', '70.0');
INSERT INTO `clothes_register` VALUES ('b20bd0bb44584f2c9b2a6b4d2cb7c409', '2018-01-14 13:45:56.220000', '2018-01-14 13:45:56.220000', '0', '42345.0', '绿色', '长袖', '-', '170.0', '套', '1190.0', '未付款', '周成俊', '周成俊', null, null, '17.0', '70.0');
INSERT INTO `clothes_register` VALUES ('b424cd2ad1904b4c94d90c57a39829dc', '2018-01-14 13:45:54.496000', '2018-01-14 13:45:54.496000', '0', null, '浅灰色', '套装', 'XXL', '-', '套', '3500.0', '已付款', '中邦城市花园二期工程', null, '谢良术', null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('b90e6efde3c54b7e9a6680e6347abd1e', '2018-01-14 13:45:54.659000', '2018-01-14 13:45:54.659000', '0', null, '绿色', '短袖', '-', '180.0', '套', '3500.0', '已付款', '横琴创意谷工程', null, null, null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('bd5dd2e199f64131ba1b11b8397be42f', '2018-01-14 13:45:55.190000', '2018-01-14 13:45:55.190000', '0', null, '绿色', '长袖', '-', '175.0', '套', '700.0', '已付款', '南水客运站', '谢锦胡', '张金华', '1.8023005628E10', '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('beb6c9e6922243009d970eba3d00cb5f', '2018-01-14 13:45:56.489000', '2018-01-14 13:45:56.489000', '0', '42359.0', '蓝灰色', '长袖', 'XL', '-', '件', '210.0', '未付款', '侨光商业中心', '成金荣', null, null, '3.0', '70.0');
INSERT INTO `clothes_register` VALUES ('bfc2d7d2fc194ea4a95ece5048c8f2fa', '2018-01-14 13:45:56.888000', '2018-01-14 13:45:56.888000', '0', '42373.0', '蓝色', '长袖', 'XL', '-', '件', '2170.0', '未付款', '港澳珠大桥安置房', null, '李辉生', null, '31.0', '70.0');
INSERT INTO `clothes_register` VALUES ('c2e79287ac454b96ae4712d24ffa4107', '2018-01-14 13:45:56.190000', '2018-01-14 13:45:56.190000', '0', '42345.0', '咖啡色', '长袖', '-', '180.0', '套', '490.0', '赠送', '周成俊', '周成俊', null, null, '7.0', '70.0');
INSERT INTO `clothes_register` VALUES ('c3b29a3a970e49859ed0c5228f8e7a3d', '2018-01-14 13:45:57.784000', '2018-01-14 13:45:57.784000', '0', '42438.0', '绿色', '长袖', '-', '180.0', '套', '1120.0', '未付款', '侨光商业中心', '成金荣', null, null, '16.0', '70.0');
INSERT INTO `clothes_register` VALUES ('c3c4d833639e4d448c15eaf6d84c7327', '2018-01-14 13:45:57.117000', '2018-01-14 13:45:57.117000', '0', '42376.0', '咖啡色', '长袖', '-', '175.0', '套', '350.0', '未付款', '洲际豪庭', null, null, null, '5.0', '70.0');
INSERT INTO `clothes_register` VALUES ('c52c1197852741e5be00cdf07a39e796', '2018-01-14 13:45:55.622000', '2018-01-14 13:45:55.622000', '0', null, '绿色', '长袖', '-', '165.0', '套', '700.0', '已付款', '南水客运站', '谢胡', '张金华', null, '10.0', '70.0');
INSERT INTO `clothes_register` VALUES ('c5da09279aac468f9a0d1e1f32ddcf76', '2018-01-14 13:45:56.154000', '2018-01-14 13:45:56.154000', '0', '42345.0', '咖啡色', '长袖', '-', '175.0', '套', '1400.0', '赠送', '周成俊', '周成俊', null, '1.3697782918E10', '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('c8b1d76c763f40b79e4ece057ce5de43', '2018-01-14 13:45:57.582000', '2018-01-14 13:45:57.582000', '0', '42437.0', '蓝色', '长袖', 'L', '-', '件', '6300.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '90.0', '70.0');
INSERT INTO `clothes_register` VALUES ('cc5e513aa7324fa1a8b6780ea0e4c2cf', '2018-01-14 13:45:55.991000', '2018-01-14 13:45:55.991000', '0', null, '浅灰色', '长袖', '-', '180.0', '套', '280.0', '未付款', '侨光商业中心', '刘强', '戚金荣', null, '4.0', '70.0');
INSERT INTO `clothes_register` VALUES ('cf020628d07445b199827cd86c6682c0', '2018-01-14 13:45:55.293000', '2018-01-14 13:45:55.293000', '0', null, '绿色', '短袖', '-', '175.0', '套', '350.0', '已付款', '马道飞珠海机场', null, null, null, '5.0', '70.0');
INSERT INTO `clothes_register` VALUES ('d4163eec43714d9b9e4ccb4b1c3ffdf7', '2018-01-14 13:45:55.323000', '2018-01-14 13:45:55.323000', '0', null, '绿色', '短袖', '-', '180.0', '套', '210.0', '已付款', '马道飞珠海机场', null, null, null, '3.0', '70.0');
INSERT INTO `clothes_register` VALUES ('d4bbbe84d87f4a6da29c74be8e460630', '2018-01-14 13:45:55.124000', '2018-01-14 13:45:55.124000', '0', null, '浅灰色', '套装', 'XXL', '-', '套', '3500.0', '已付款', '联安文体广场工程', '王承建', '黄小兰', '1.3727078425E10', '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('d4d0b849a524473890d0924313f171cc', '2018-01-14 13:45:56.821000', '2018-01-14 13:45:56.821000', '0', '42373.0', '蓝灰色', '长袖', 'XL', '-', '件', '140.0', '未付款', '港澳珠大桥安置房', null, '李辉生', null, '2.0', '70.0');
INSERT INTO `clothes_register` VALUES ('da55fde498b14a81a1163cdc3eb544cd', '2018-01-14 13:45:55.058000', '2018-01-14 13:45:55.058000', '0', '42200.0', '绿色', '套装', '-', '180.0', '套', '280.0', '未付款', '党校项目部', '徐亚运', '孙英宝代陈玉萍', null, '4.0', '70.0');
INSERT INTO `clothes_register` VALUES ('dd176fee7b7c4682b4001fa04e6bce0b', '2018-01-14 13:45:54.828000', '2018-01-14 13:45:54.828000', '0', null, '绿色', '套装', '-', '175.0', '套', '1540.0', '未付款', '党校项目部', '徐亚运', null, null, '22.0', '70.0');
INSERT INTO `clothes_register` VALUES ('df50a08390ae47e3bcfc77a610760cf2', '2018-01-14 13:45:56.522000', '2018-01-14 13:45:56.522000', '0', '42359.0', '蓝灰色', '长袖', 'M', '-', '件', '140.0', '未付款', '港澳珠大桥安置房', '刘强', '李辉光', null, '2.0', '70.0');
INSERT INTO `clothes_register` VALUES ('e340941f43cd472f850680ca3822ef2f', '2018-01-14 13:45:55.257000', '2018-01-14 13:45:55.257000', '0', null, '绿色', '短袖', '-', '170.0', '套', '140.0', '已付款', '马道飞珠海机场', null, null, null, '2.0', '70.0');
INSERT INTO `clothes_register` VALUES ('e587b43645fa444991e778881be60503', '2018-01-14 13:45:57.751000', '2018-01-14 13:45:57.751000', '0', '42438.0', '绿色', '长袖', '-', '175.0', '套', '3500.0', '未付款', '侨光商业中心', '成金荣', null, null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('e696282a6a8147d8930b781ad38402f9', '2018-01-14 13:45:56.287000', '2018-01-14 13:45:56.287000', '0', '42341.0', '咖啡色', '长袖', '-', '-', '套', '1400.0', '已付款', '高栏港工地', null, null, null, '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('e9e20c4918b14c9caa7eea3dd852f3cd', '2018-01-14 13:45:55.094000', '2018-01-14 13:45:55.094000', '0', null, '浅灰色', '套装', 'XL', '-', '套', '3500.0', '已付款', '联安文体广场工程', '王承建', '黄小兰', null, '50.0', '70.0');
INSERT INTO `clothes_register` VALUES ('eaadcec667c94eb8b8cbb54c765c154e', '2018-01-14 13:45:54.858000', '2018-01-14 13:45:54.858000', '0', null, '绿色', '套装', '-', '180.0', '套', '1400.0', '未付款', '党校项目部', '徐亚运', null, null, '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('eac376bed437440cad018ac785892d91', '2018-01-14 13:45:57.519000', '2018-01-14 13:45:57.519000', '0', '42437.0', '蓝色', '长袖', 'S', '-', '件', '2100.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '30.0', '70.0');
INSERT INTO `clothes_register` VALUES ('ec81c76105924008adf2143815b06f76', '2018-01-14 13:45:55.658000', '2018-01-14 13:45:55.658000', '0', null, '绿色', '长袖', '-', '170.0', '套', '2100.0', '已付款', '南水客运站', '谢胡', '张金华', '1.8023005628E10', '30.0', '70.0');
INSERT INTO `clothes_register` VALUES ('ed4192e1e4fd4a2dbc4ec31765a467a6', '2018-01-14 13:45:57.449000', '2018-01-14 13:45:57.449000', '0', '42437.0', '蓝灰色', '长袖', 'L', '-', '件', '70.0', '未付款', '港澳珠大桥安置房', '李辉光', null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('f444f159738749a68759df74cb564a5b', '2018-01-14 13:45:54.422000', '2018-01-14 13:45:54.422000', '0', null, '浅灰色', '套装', 'XL', '-', '套', '10500.0', '已付款', '中邦城市花园二期工程', null, '谢良术', '123456K', '150.0', '70.0');
INSERT INTO `clothes_register` VALUES ('f5d99bab724540d8b445e4599807e100', '2018-01-14 13:45:56.622000', '2018-01-14 13:45:56.622000', '0', '42359.0', '蓝灰色', '长袖', 'XL', '-', '件', '490.0', '未付款', '港澳珠大桥安置房', '刘强', '李辉光', null, '7.0', '70.0');
INSERT INTO `clothes_register` VALUES ('fae0ca3db6bb47058e894670b7f9fa49', '2018-01-14 13:45:56.256000', '2018-01-14 13:45:56.256000', '0', '42345.0', '绿色', '长袖', '-', '180.0', '套', '910.0', '未付款', '周成俊', '周成俊', null, null, '13.0', '70.0');
INSERT INTO `clothes_register` VALUES ('fb1bf07190ab41829a28f610eaf4c43f', '2018-01-14 13:45:56.954000', '2018-01-14 13:45:56.954000', '0', '42373.0', '蓝灰色', '长袖', 'M', '-', '套', '70.0', '公司内用', '谢良术', '谢良术', null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('fbe84f8ff19544e18c16a7431bbcfdea', '2018-01-14 13:45:55.891000', '2018-01-14 13:45:55.891000', '0', null, '浅灰色', '长袖', '-', '165.0', '套', '1400.0', '未付款', '侨光商业中心', '刘强', '戚金荣', null, '20.0', '70.0');
INSERT INTO `clothes_register` VALUES ('fc425a764147420fa0df30d609b50e4f', '2018-01-14 13:45:57.086000', '2018-01-14 13:45:57.086000', '0', '42376.0', '咖啡色', '长袖', '-', '170.0', '套', '350.0', '未付款', '洲际豪庭', null, null, null, '5.0', '70.0');
INSERT INTO `clothes_register` VALUES ('ff379a9d78054a089ffdf922f7bd0f1c', '2018-01-14 13:45:56.918000', '2018-01-14 13:45:56.918000', '0', '42373.0', '咖啡色', '长袖', '-', '165.0', '套', '70.0', '公司内用', '谢良术', '谢良术', null, null, '1.0', '70.0');
INSERT INTO `clothes_register` VALUES ('ff4eca18f6774cb495384a8060f991de', '2018-01-14 13:45:56.652000', '2018-01-14 13:45:56.652000', '0', '42362.0', '蓝灰色', '长袖', 'M', '-', '件', '770.0', '未付款', '港澳珠大桥安置房', '刘强', null, null, '11.0', '70.0');
